Repository: mrhpn/UWPC---YuuJin
Catalog: YuuJin/Strings/*/Resources.resw
Source language: en_us
Languages: ja_jp

# Shell_Vocabulary.Content
source: Vocabulary
ja_jp: 語彙

# Shell_Kanji.Content
source: Kanji
ja_jp: 漢字

# Settings_Theme.Text
source: Choose Theme
ja_jp: テーマを選択する

# Settings_Theme_Dark.Content
source: Dark
ja_jp: ダーク

# Settings_Theme_Default.Content
source: Windows default
ja_jp: Windowsのデフォルト

# Settings_Theme_Light.Content
source: Light
ja_jp: ライト

# Settings_About.Text
source: About this application
ja_jp: このアプリケーションについて

# Settings_AboutDescription.Text
source: 友人 (YuuJin) is where you can practice Japanese vocabulary and kanji randomly. But currently is only available for vocabulary. N5 and N4 is from みんなの日本語, N3 耳から覚える, and N2 そまとめ.
ja_jp: 友人（YuuJin）は、日本語の語彙や漢字をランダムに練習できる場所です。しかし、現在は語彙でのみ利用可能です。 N5とN4は、みんなの日本語、N3耳から来る、N2そまとめからのものです。

# Settings_Personalization.Text
source: Personalization
ja_jp: パーソナライズ

# Settings_Contact.Text
source: Contact
ja_jp: 接触

# Settings_ContactDescription.Text
source: Any suggestion or contributions to 友人? Feel free to contact with email:
ja_jp: 戴への提案や貢献はありますか？メールでお気軽にお問い合わせください：

# PracticeType_1.Content
source: All
ja_jp: 全

# PracticeType_2.Content
source: Only Favorites
ja_jp: お気に入りのみ

# PracticeType_3.Content
source: Without Favorites
ja_jp: お気に入りなし

# Practice_From.Header
source: From
ja_jp: から

# Practice_From.PlaceholderText
source: Choose
ja_jp: 選ぶ

# Practice_PracticeType.Header
source: Practice Type
ja_jp: 練習タイプ

# Practice_Start.Text
source: Start
ja_jp: 始める

# Practice_To.Header
source: To
ja_jp: まで

# Practice_To.PlaceholderText
source: Choose
ja_jp: 選ぶ

# Practice_WantToSee.Header
source: I want to see
ja_jp: 見たい

# Shell_Vocabulary_Add.Content
source: Add
ja_jp: 作成

# Shell_Vocabulary_Favorites.Content
source: Favorites
ja_jp: お気に入り

# Shell_Vocabulary_Practice.Content
source: Practice
ja_jp: 練習

# TextBlock_TotalRows.Text
source: Total Rows:
ja_jp: 合計行:

# VocabularyAdd_Check.Text
source: Check
ja_jp: チェック

# VocabularyAdd_CSVFormatTitle.Text
source: CSV Format
ja_jp: CSV フォーマット

# VocabularyAdd_ImportantNote1.Text
source: - Your actual data must start from row number line 2.
ja_jp: - 実際のデータは、行番号の2行目から開始する必要があります。

# VocabularyAdd_ImportantNote2.Text
source: - Unit column is [level][unit]. Example: 31 for N3 and Lesson-1.
ja_jp: - 単位列は[レベル] [単位]です。例：N3およびレッスン1の場合は31。

# VocabularyAdd_ImportantNoteTitle.Text
source: Important Note
ja_jp: 重要な注意点

# VocabularyAdd_ImportButton.Text
source: Import CSV
ja_jp: CSV をインポート

# VocabularyAdd_ImportCSVHeader.Text
source: The headers must be exactly as shown as below.
ja_jp: ヘッダーは、以下に示すとおりである必要があります。

# VocabularyAdd_RequiredFieldsTitle.Text
source: Required Fields
ja_jp: 必須フィールド

# VocabularyAdd_RequriedField1.Text
source: 1. Vocabulary in Hiragana/Katakana
ja_jp: 1. 語彙

# VocabularyAdd_RequriedField2.Text
source: 2. Kanji
ja_jp: 2. 漢字

# VocabularyAdd_RequriedField3.Text
source: 3. Meaning
ja_jp: 3. 意味

# VocabularyAdd_RequriedField4.Text
source: 4. Meaning (En) [Not Mandatory]
ja_jp: 4. 意味 (英語) [必須ではありません]

# VocabularyAdd_RequriedField5.Text
source: 5. Unit
ja_jp: 5. ユニット

# Vocabulary_Add.Label
source: Add
ja_jp: 追加

# Vocabulary_Delete.Label
source: Delete
ja_jp: 消去

# Vocabulary_Edit.Label
source: Edit
ja_jp: 編集

# Vocabulary_Level.Header
source: Level
ja_jp: レベル

# Vocabulary_MarkFavorite.Label
source: Mark As Favorite
ja_jp: お気に入りとしてマーク

# Vocabulary_Print.Label
source: Print
ja_jp: 印刷

# Vocabulary_Search.PlaceholderText
source: Search
ja_jp: 探す

# Vocabulary_TableFavorite.Header
source: Favorite
ja_jp: お気に入り

# Vocabulary_TableKanji.Header
source: Kanji
ja_jp: 漢字

# Vocabulary_TableMeaning.Header
source: Meaning
ja_jp: 意味

# Vocabulary_TableMeaningEn.Header
source: Meaning (En)
ja_jp: 意味 (英語)

# Vocabulary_TableName.Header
source: Name
ja_jp: 語彙

# Vocabulary_Unit.Header
source: Unit
ja_jp: ユニット

# WantToSee_Meaning.Content
source: Meaning
ja_jp: 意味

# WantToSee_Vocabulary.Content
source: Vocabulary
ja_jp: 語彙

# Vocabulary_Search.ToolTipService.ToolTip
source: Searchable Fields: Vocabulary and Meaning
ja_jp: 検索可能なデータ: 語彙や漢字
